The index of the begin connector of the flow path.
  Namespace:   Autodesk.Revit.DB.Mechanical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public int BeginConnectorIndex { get; }
  Visual Basic
Public ReadOnly Property BeginConnectorIndex As Integer
	Get
  Visual C++
public:
property int BeginConnectorIndex {
	int get ();
}
 See Also
  DuctFittingAndAccessoryPressureDropItem Class
  Autodesk.Revit.DB.Mechanical Namespace